url = 'WebApp.html'
sqlDns = 'amvera-goshasn-cnpg-webapp-rw'
botToken = '8118444300:AAFwpBXmS1Rwn7sEqBSS92C86TYEchTGtAs'
name = "bd.db"
main_link = "https://miniapp-goshasn.amvera.io/"
helloText=f'Привет! Я бот для продажи мерча кампуса НЕЙМАРКА. Здесь вы можете найти уникальные товары, связанные с нашим брендом, включая одежду, аксессуары и сувениры.\nЗапусти меня, чтобы увидеть весь ассортимент!'
rules = f'1. Пользователи должны быть одобрены администратором.\n'
f'2. Для оформления заказа пользователю необходимо выбрать товар и указать количество.\n'
f'3. Оплата проводится в валюте Неймарк.коин.\n'
f'4. Для возврата товара обращайтесь к администратору.\n'
f'5. Все личные данные пользователей защищены и не передаются третьим лицам.\n'
f'6. Запрещено использование бота для мошеннических действий.\n'
f'7.Администрация оставляет за собой право вносить изменения в правила. Пользователи будут уведомлены о любых изменениях.\n'